Repository: IsabelCliment/X5817451S
Catalog: omegat/project_save.tmx
Source language: en
Languages: es

source: Maria Turley wrote the draft background paper, with technical advice and input from Dr Cliona Ni Mhurchu, Delvina Gorton, Helen Eyles and Dr Andrew Jull.
es: Maria Turley redactó el borrador del documento de referencia con el asesoramiento técnico y las aportaciones de la Dra. Cliona Ni Mhurchu, Delvina Gorton, Helen Eyles y el Dr. Andrew Jull.

source: Meals and snacks should be limited to a maximum of six over the day.
es: Las comidas y refrigerios deben limitarse a un máximo de seis durante el día.

source: Milk alternatives, such as soy and rice milk fortified with calcium and other nutrients, also belong to this food group.
es: Las alternativas lácteas, como la leche de soja y de arroz enriquecidas con calcio y otros nutrientes, también pertenecen a este grupo de alimentos.

source: Milk and milk products In 2008/09: nearly two-thirds (64%) of 5–19 year olds drank unflavoured milk at least once a week, including 26 percent who drank unflavoured milk seven or more times a week the proportion of children and young people drinking unflavoured milk decreased as age increased overall, 21 percent of 5–19 year olds never drank unflavoured milk, with females more likely than males to never drink unflavoured milk (Clinical Trials Research Unit and Synovate 2010b).
es: Leche y productos lácteos En 2008/09 casi dos tercios (64%) de los jóvenes de 5 a 19 años bebían leche sin sabor al menos una vez a la semana, incluido el 26% que bebía leche sin sabor siete o más veces a la semana la proporción de niños y jóvenes que beben leche sin sabor disminuye a medida que aumenta la edad en general, el 21% de los niños de 5 a 19 años no bebía nunca leche sin aromatizar, siendo las mujeres más propensas que los hombres a no beber nunca leche sin aromatizar (Clinical Trials Research Unit y Synovate 2010b).

source: Milk and milk products Milk and milk products provide energy, protein, fats (mostly saturated), vitamins (riboflavin, B12, A) and minerals (calcium, iodine, phosphorus, zinc).
es: Leche y productos lácteos La leche y los productos lácteos proporcionan energía, proteínas, grasas (en su mayoría saturadas), vitaminas (riboflavina, B12, A) y minerales (calcio, yodo, fósforo, zinc).

source: Minimising the risk of food related choking in young children People can choke on food at any age but children under five years of age are at higher risk of choking, with children under three years of age at greatest risk.
es: Reducir el riesgo de asfixia por comida en niños Cualquier persona puede atragantarse pero los niños menores de cinco años tienen una mayor probabilidad de asfixia, y aún mayor en niños menores de tres años.

source: Most (>90%) young children have at least something to eat for lunch when at school.
es: La mayoría (>90%) de los niños pequeños almuerzan algo cuando están en la escuela.

source: Most people eat meals on a daily basis at particular times (eg, breakfast, lunch, dinner).
es: La mayoría de las personas comen diariamente a horas determinadas (p. ej., desayuno, almuerzo, cena).

source: Nearly half of 12–18 year olds get their lunch from the school canteen or tuckshop.
es: Casi la mitad de los jóvenes de 12 a 18 años almuerza en el comedor escolar o en la cantina.

source: Note that older children and young people, particularly those who are highly active, will need more servings of breads and cereals to meet their energy requirements.
es: Tenga en cuenta que los niños mayores y los jóvenes, en particular los que son muy activos, necesitarán más raciones de pan y cereales para satisfacer sus necesidades energéticas.

source: Note that the advice in this paper is intended to apply to healthy children and young people who have no special dietary requirements.
es: Los consejos de este documento están destinados a niños y jóvenes sanos que no tienen necesidades dietéticas especiales.

source: Note that ‘wholegrain’ claims on food labels are currently unregulated and often misleading.
es: Tenga en cuenta que las declaraciones sobre “cereales integrales” en las etiquetas de los alimentos no están reguladas actualmente y a menudo son engañosas.

source: Notes: ^ The Ministry of Health recommends choosing vegetables and fruit that are fresh, frozen or canned.
es: Notas: El Ministerio de Sanidad recomienda elegir verduras y frutas frescas, congeladas o en conserva.

source: Offer food that matches their chewing and grinding ability.
es: Ofrecezca comida de acuerdo con sus habilidades para masticar y moler.

source: Offer mainly healthy and nutritious snacks.
es: Ofrezca principalmente aperitivos saludables y nutritivos.

source: Only around two-thirds of young people eat lunch on four or more school days.
es: Solo alrededor de dos tercios de los jóvenes almuerzan cuatro o más días de escuela..

source: Optimal nutrition during childhood and adolescence is essential for the maintenance of growth and good health.
es: Una nutrición óptima durante la infancia y la adolescencia es esencial para mantener el crecimiento y una buena salud.

source: Parents and caregivers need to learn choking first aid and CPR.
es: Los padres y cuidadores deben aprender primeros auxilios en caso de atragantamiento y reanimación cardiopulmonar.

source: Part 10: Considerations for Pacific children, young people and their families provides information on Pacific concepts of health, traditional foods, broader determinants of health, and current nutrition issues.
es: Parte 10: Consideraciones para los niños del Pacífico, los jóvenes y sus familias proporciona información sobre los conceptos de salud del Pacífico, los alimentos tradicionales, los determinantes más amplios de la salud y las cuestiones actuales de nutrición.

source: Part 11: Considerations for Asian and other populations provides demographic information and a summary of nutrition and health issues for this diverse population group, which includes refugee and migrant population.
es: Parte 11: Consideraciones para la población asiática y otras poblaciones proporciona información demográfica y un resumen de los problemas de nutrición y salud de este grupo de población diverso, que incluye a la población refugiada y migrante.

source: Part 12: Special Dietary Considerations provides information on vegetarian and vegan diets, food-related choking in young children, food allergy and intolerance, and pregnancy and breastfeeding for young women.
es: La parte 12: Consideraciones Dietéticas Especiales ofrece información sobre dietas vegetarianas y veganas, atragantamientos relacionados con la alimentación en niños pequeños, alergias e intolerancias alimentarias, y embarazo y lactancia en mujeres jóvenes.

source: Part 13: Other Issues provides information on a range of topics related to nutrition, including body image, disordered eating and eating disorders; dietary supplements; oral health; alcohol; food safety; food additives; intense (artificial) sweeteners and caffeine.
es: Parte 13: Otros temas ofrece información sobre una serie de temas relacionados con la nutrición, como la imagen corporal, los trastornos de la alimentación y los trastornos alimentarios; los complementos dietéticos; la salud bucodental; el alcohol; la seguridad alimentaria; los aditivos alimentarios; los edulcorantes intensos (artificiales) y la cafeína.

source: Part 1: New Zealand Food and Nutrition Guidelines 1.1 The New Zealand Food and Nutrition Guideline Statements, including physical activity The New Zealand Food and Nutrition Guideline Statements for healthy children and young people are the key recommendations to ensure optimal growth and prevent nutritional deficiencies, obesity and diet-related chronic diseases.
es: Parte 1: Pautas de nutrición de comida neozelandesa 1.1 El informe de pautas de nutrición y comida neozelandesa, incluyendo actividad física El informe de pautas de nutrición y comida neozelandesa para niños y adolescentes sanos es un conjunto de recomendaciones clave para asegurar un crecimiento óptimo y prevenir deficiencias nutricionales, obesidad y enfermedades crónicas relacionadas con la dieta.

source: Part 1: New Zealand Food and Nutrition Guidelines presents the guideline statements that set out the key food, nutrition and physical activity recommendations for healthy children and young people.
es: Parte 1: Directrices neozelandesas sobre Alimentación y Nutrición presenta las directrices que establecen las principales recomendaciones sobre alimentación, nutrición y actividad física para niños y jóvenes sanos.

source: Part 2: Meal Patterns of New Zealand Children and Young People presents information from New Zealand based studies illustrating the current meal patterns of children and young people along with recommendations for ideal meal patterns.
es: Parte 2: Pautas Alimentarias de los Niños y Jóvenes neozelandeses presenta información procedente de estudios realizados en Nueva Zelanda que ilustran las pautas alimentarias actuales de niños y jóvenes, junto con recomendaciones sobre pautas alimentarias ideales.

source: Part 2: Meal patterns of New Zealand children and young people Summary Three meals and two to three small snacks, at regular times during the day, are recommended for children and young people.
es: Parte 2: Pautas alimentarias de los niños y jóvenes neozelandeses Resumen Se recomiendan tres comidas y dos o tres pequeños tentempiés, a horas regulares a lo largo del día, para niños y jóvenes.

source: Part 3: Growth and Body Size provides information on growth, assessment of growth using growth charts, and current body size of New Zealand children, along with an overview of overweight, obesity and underweight.
es: Parte 3: Tallas Corporales y de Crecimiento proporciona información sobre el crecimiento, la evaluación del crecimiento mediante gráficas de crecimiento y de talla corporal de los niños neozelandeses actualmente, junto con una visión general del sobrepeso, la obesidad y el tener bajo peso.

source: Part 4: Energy and Nutrients includes information on the function of key nutrients, recommended levels of intake, current levels of intake, nutrient status (where possible) and sources in the diet.
es: Parte 4: Energía y Nutrientes incluye información sobre la función de los nutrientes clave, los niveles recomendados de ingesta, los niveles actuales de ingesta, el estado de los nutrientes (cuando es posible) y las fuentes en la dieta.

source: Part 5: Fluids provides information on the function of fluids, recommended intake, current fluid consumption patterns and sources in the diet.
es: Parte 5: Líquidos proporciona información sobre la función de los líquidos, la ingesta recomendada, los patrones actuales de consumo de líquidos y las fuentes en la dieta.

source: Part 6: The Home Environment and Its Influence on What Children and Young People Eat provides information on how family/whānau and related sociocultural and economic factors influence eating, including food and nutrient intake.
es: Parte 6: El Entorno Familiar y su Influencia en lo que Comen los Niños y los Jóvenes proporciona información sobre cómo la familia/whānau y los factores socioculturales y económicos relacionados influyen en la alimentación, incluida la ingesta de alimentos y nutrientes.

source: Part 7: The Wider Environment and Its Influence on What Families and Individuals Eat provides information on the impact of the social, cultural and economic environment beyond the family and whānau.
es: Parte 7: El Entorno más Amplio y su Influencia en lo que Comen las Familias y las Personas ofrece información sobre el impacto del entorno social, cultural y económico más allá de la familia y el whānau.

source: Part 8: Physical Activity provides information on the benefits of physical activity, recommendations for physical activity and screen time, and an overview of current physical activity and sedentary behaviour patterns.
es: Parte 8: Actividad física proporciona información sobre los beneficios de la actividad física, recomendaciones para la actividad física y el tiempo frente a la pantalla, y una visión general de los patrones actuales de actividad física y comportamiento sedentario.

source: Part 9: Considerations for tamariki and rangatahi Māori and their whānau provides information on the Māori view of health, illness and kai, broader determinants of health, and current nutrition-related issues.
es: Parte 9: Consideraciones para tamariki y rangatahi maoríes y sus whānau proporciona información sobre la visión maorí de la salud, la enfermedad y el kai, los determinantes más amplios de la salud y cuestiones actuales relacionadas con la nutrición.

source: Partial revision February 2015.
es: Revisión parcial febrero 2015.

source: Plant foods such as vegetables and fruit contain a wide range of different compounds that promote good health.
es: Plantas comestibles como las frutas y las verduras tienen una amplitud de diferentes compuestos que ayudan a tener una mejor salud.

source: Prepare foods or choose pre-prepared foods, snacks and drinks that are: low in fat, especially saturated fat low in sugar, especially added sugar low in salt (if using salt, use iodised salt).
es: Prepare comidas o elija comidas precocinadas, snacks y bebidas que son: bajas en grasa, especialmente grasas saturadas bajas en azucas, especialmente azúcares añadidos bajas en sal (en caso de usar sal, mejor sal yodada).

source: Problems with eating such as picky eating, including neophobia (the rejection of new or unknown foods), are also discussed.
es: También se tratan los problemas con la alimentación, como el picoteo, incluida la neofobia (rechazo de alimentos nuevos o desconocidos).

source: Processed meats (eg, luncheon, salami, ham, bacon and sausages) are usually high in saturated fat and/or salt, and have also been linked to bowel cancer in adults (World Cancer Research Fund and American Institute for Cancer Research 2007, 2011).
es: Las carnes procesadas (ej., fiambre, salami, jamón, bacon y salchichas) suelen tener un alto contenido en grasas saturadas y/o sal, y también se han relacionado con el cáncer de intestino en adultos (World Cancer Research Fund y American Institute for Cancer Research 2007, 2011).

source: Published in July 2012 Partial revision February 2015 (minor editorial changes) by the Ministry of Health PO Box 5013, Wellington 6145, New Zealand ISBN 978-0-478-44482-7 (print) ISBN 978-0-478-44483-4 (online) HP 5480 This document is available at www.health.govt.nz
es: Publicado en julio de 2012 Revisión parcial de febrero de 2015 (cambios editoriales menores) por el Ministerio de Sanidad PO Box 5013, Wellington 6145, Nueva Zelanda ISBN 978-0-478-44482-7 (impreso) ISBN 978-0-478-44483-4 (en línea) HP 5480 Este documento está disponible en www.health.govt.nz

source: Purchase, prepare, cook and store food in ways to ensure food safety.
es: Abastecer, preparar, cocinar y conservar los alimentos de acuerdo a la seguridad alimenticia.

source: Reduced or low- fat milk and milk products are the best choices because these foods include less saturated fat, and often more protein and calcium than high-fat alternatives.
es: La leche y los productos lácteos bajos en grasa son las mejores opciones porque estos alimentos incluyen menos grasa saturada y, a menudo, más proteínas y calcio que las alternativas con alto contenido en grasa.

source: Refined cereals include white bread, cakes, muffins, sweet or savoury biscuits, pasta, white rice and refined grain breakfast cereals.
es: Los cereales refinados incluyen pan blanco, pasteles, magdalenas, galletas dulces o saladas, pasta, arroz blanco y cereales de desayuno de grano refinado.

source: Refined grains have had most or all of the bran and germ removed, leaving only the endosperm, so they provide substantially fewer nutrients and less fibre.
es: A los granos refinados se les ha eliminado la mayor parte o la totalidad del salvado y el germen, dejando solo el endospermo, por lo que proporcionan sustancialmente menos nutrientes y menos fibra.

source: Research shows foods brought from home are likely to be more nutritious and cost-effective than foods bought either at school or on the way to school.
es: Las investigaciones demuestran que los alimentos traídos de casa son probablemente más nutritivos y rentables que los que se compran en la escuela o de camino.

source: See Table 1 for more information on recommended intakes of breads and cereals, including descriptions of serving sizes.
es: Consulte la Tabla 1 para obtener más información sobre las ingestas recomendadas de panes y cereales, incluidas las descripciones de los tamaños de las porciones.

source: See Table 1 for more information on recommended intakes of milk and milk products, including descriptions of serving sizes.
es: Consulte la Tabla 1 para obtener más información sobre las ingestas recomendadas de leche y productos lácteos, incluidas las descripciones de los tamaños de las porciones.

source: See Table 1 for more information on recommended intakes of vegetables and fruit, including descriptions of serving sizes.
es: Consulte la Tabla 1 para obtener más información sobre las ingestas recomendadas de verdura y fruta, incluidas las descripciones de los tamaños de las raciones.

source: Servings of fresh, frozen and canned vegetables and fruit are still required to meet the recommendations.
es: Las raciones de verduras y frutas frescas, congeladas y en conserva siguen siendo necesarias para cumplir las recomendaciones.

source: Similarly significant growth and, for some, relatively high activity levels can increase energy and nutrient requirements for young people.
es: Del mismo modo, un crecimiento importante y, para algunos, unos niveles de actividad relativamente altos pueden aumentar las necesidades de energía y nutrientes de los jóvenes.

source: Skipping breakfast during childhood has been associated with higher body mass index (BMI) (Utter et al 2007b) while skipping this meal during adolescence predicts increased BMI in young adulthood (Niemeier et al 2006).
es: Saltarse el desayuno durante la infancia se asocia con un mayor índice de masa corporal (IMC) (Utter et al 2007b), mientras que saltarse esta comida durante la adolescencia predice un aumento del IMC en las primeras fases de la edad adulta (Niemeier et al 2006).

source: Skipping breakfast may also have an adverse effect on cognitive function (including memory), academic performance, school attendance, psychosocial function and mood in children and young people (Pollitt and Matthews 1998; Rampersaud et al 2005).
es: Saltarse el desayuno puede tener un efecto adverso sobre la función cognitiva también (incluida la memoria), el rendimiento académico, la asistencia a la escuela, la función psicosocial y el estado de ánimo en niños y jóvenes (Pollitt y Matthews 1998; Rampersaud et al 2005).

source: Skipping breakfast may impact negatively on cognitive function, academic performance, school attendance, psychosocial function and mood in children and young people.
es: Saltarse el desayuno puede repercutir negativamente en la función cognitiva, el rendimiento académico, la asistencia a clase, la función psicosocial y el estado de ánimo de niños y jóvenes.

source: Skipping breakfast tends to be more common among girls than boys (Rampersaud et al 2005).
es: Saltarse el desayuno tiende a ser más común entre las niñas que entre los niños (Rampersaud et al 2005)

source: Some of these compounds have already been identified (eg, dietary fibre, phytochemicals) and others are as yet unknown.
es: Algunos de estos compuestos ya han dicho identificados (ej. fibra dietética, fitoquimicos) y otros aún están por descubrir.

source: Some plant milks contain significantly lower levels of nutrients (eg, energy, protein) than cow’s milk so should not be considered equivalent (see section 5.4: Sources of fluid in the diet).
es: Algunas leches vegetales contienen niveles significativamente más bajos de nutrientes (p. ej., energía, proteínas) que la leche de vaca, por lo que no deben considerarse equivalentes (ver sección 5.4: Fuentes de líquido en la dieta).

source: Spend less than two hours a day (out of school time) in front of television, computers and gaming consoles.
es: Pasar menos de dos horas diarias (fuera de las horas lectivas) delante de la televisión, ordenador o videoconsolas.

source: Standard serving sizes were developed as part of the report Food for Health (Department of Health 1991).
es: Los tamaños estándares se elaboraron como parde del informe Food for Health (Departamento de Sanidad 1991).

source: Starchy root vegetables (eg, potatoes, kūmara and taro) are important sources of carbohydrate in the New Zealand diet.
es: Los tubérculos con almidón (ej. patatas, kūmara y taro) son fuentes importantes de carbohidratos en la dieta de Nueva Zelanda.

source: Structure of this paper Food and nutrition guidance for children and young people is aimed at ensuring optimal growth and preventing nutritional deficiencies.
es: Estructura de este documento Las orientaciones sobre alimentación y nutrición para niños y jóvenes tienen por objeto garantizar un crecimiento óptimo y prevenir las deficiencias nutricionales.

source: Summary of food groups, serving sizes and recommended intakes Table 1 shows the four food groups, specific foods included in each group, the minimum number of servings of each group recommended for healthy children and young people, and examples of standard serving sizes.
es: Resumen de los grupos de alimentos, tamaños de las raciones e ingestas recomendadas La Tabla 1 muestra los cuatro grupos de alimentos, los alimentos específicos incluidos en cada grupo, el número mínimo de raciones de cada grupo recomendadas para niños y jóvenes sanos y ejemplos de tamaños de raciónes estándar.

source: Table 1 gives more information on recommended intakes of lean meat, poultry, seafood, eggs, legumes, nuts and seeds, including descriptions of serving sizes.
es: En la Tabla 1 se ofrece más información sobre las ingestas recomendadas de carne magra, aves, marisco, huevos, legumbres, frutos secos y semillas, incluyendo descripciones de los tamaños de las raciones.
